Repository: DevinWalker/wp-rollback
Catalog: languages/*.po
Languages: pt_br

source: This rollback request is missing a proper query string. Please contact support.
pt_br: Esta requisição de reversão não tem uma string de busca apropriada. Por favor, contate o suporte.

source: WP Rollback is missing necessary parameters to continue. Please contact support.
pt_br: Estão faltando alguns parâmetros para o WP Rollback continuar. Por favor, contate o suporte.

source: Please select which %1$s version you would like to rollback to from the releases listed below. You currently have version %2$s installed of %3$s.
pt_br: Por favor, selecione qual versão de %1$s você gostaria de rever para uma das versões listadas abaixo. Atualmente, você tem instalada a versão %2$s do %3$s.

source: theme
pt_br: tema

source: Oh no! We're missing required rollback query strings. Please contact support so we can check this bug out and squash it!
pt_br: Oh, não! Não encontramos algumas strings de busca de reversão requeridas. Por favor, contate o suporte para que possamos ver este defeito e eliminá-lo!

source: Rollback
pt_br: Reverter

source: Cancel
pt_br: Cancelar

source: Are you sure you want to perform the following rollback?
pt_br: Você tem certeza que você deseja fazer a seguinte reversão?

source: Plugin Name:
pt_br: Nome do Plugin:

source: Theme Name:
pt_br: Nome do Tema:

source: Installed Version:
pt_br: Versão Instalada:

source: New Version:
pt_br: Nova Versão:

source: <strong>Notice:</strong> We strongly recommend you perform a test rollback on a staging site and create a complete backup of your WordPress files and database prior to performing a rollback. We are not responsible for any misuse, deletions, white screens, fatal errors, or any other issue arising from using this plugin.
pt_br: <strong>Aviso:</strong> Nós recomendamos enfaticamente que você faça um teste de reversão num site de testes e que crie uma cópia de segurança dos seus arquivos e base de dados do WordPress antes de fazer uma reversão. Nós não somos responsáveis por qualquer uso incorreto, apagamento, telas brancas, erros fatais ou qualquer tipo de incidentes que surgir do uso deste plugin.

source: Cheatin&#8217; huh?
pt_br: Trapaceando, ahn?

source: No Rollback Available: This is a non-WordPress.org theme.
pt_br: Nenhuma Reversão Disponível: este não é um tema WordPress.org.

source: Loading...
pt_br: Carregando…

source: Sorry, we couldn't find a changelog entry found for this version. Try checking the <a href="%s" target="_blank">developer log</a> on WP.org.
pt_br: Desculpe, não encontramos um registro de alterações para esta versão. Tente ver no <a href="%s" target="_blank">registro do desenvolvedor</a> em WP.org.

source: Please select a version number to perform a rollback.
pt_br: Por favor, selecione o número de versão para executar uma reversão.

source: You do not have sufficient permissions to perform rollbacks for this site.
pt_br: Você não tem permissões suficientes para executar reversões neste site.

source: Installed Version
pt_br: Versão Instalada

source: View Changelog
pt_br: Ver Registro de Alterações

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="https://wordpress.org/support/">support forums</a>.
pt_br: Aconteceu um erro inesperado. Algo deve estar errado com o WordPress.org ou a configuração deste servidor. Se você continuar a ter problemas, por favor, tente os <a href="https://wordpress.org/support/">fóruns de suporte</a> (em inglês).

source: (WordPress could not establish a secure connection to WordPress.org. Please contact your server administrator.)
pt_br: (WordPress não conseguiu estabelecer uma conexão segura com WordPress.org. Por favor contate o administrador de seu servidor.)
